[
  {
    "type": "Event",
    "name": "RWC 2011",
    "copy": "The 2011 Rugby World Cup was the seventh Rugby World Cup, a quadrennial international rugby union competition inaugurated in 1987. The International Rugby Board (IRB) selected New Zealand as the host country in preference to Japan and South Africa at a meeting in Dublin on 17 November 2005. The tournament was won by New Zealand, who defeated France 8–7 in the final.[1] The defending champions, South Africa, were eliminated by Australia 11–9 in the quarter-finals.[2] The result marked the third time that the tournament was won by the country that hosted the event (following New Zealand in 1987 and South Africa in 1995).\n\nIt was the largest sporting event ever held in New Zealand,[3] eclipsing the 1987 Rugby World Cup, 1990 Commonwealth Games, 1992 Cricket World Cup and the 2003 America's Cup.[4] Overseas visitors to New Zealand for the event totalled 133,000, more than the 95,000 that the organisers expected. However there was a drop in non-event visitors, meaning the net increase in visitors over the previous year was less than 80,000.[5][6]\n\nThe games ran over six weeks, commencing on 9 September 2011 with the Opening Ceremony showcasing New Zealand's history and diverse cultures. The final was played on Sunday 23 October 2011, a date chosen because it fell on a long weekend of New Zealand's Labour Day holiday.[7] The final was played at Eden Park in Auckland.[8]\n\nAfter speculation that the number of participating teams would be reduced to 16, the IRB announced on 30 November 2007 that the 2011 tournament would again feature 20 teams.[9] Twelve teams qualified as a result of finishing in the top three in each pool in the 2007 tournament. The remaining eight berths were determined by regional qualifying tournaments.[10] Of the 20 countries that competed in the previous World Cup in 2007, there was only one change – Russia replaced Portugal.",
    "source": "Wikipedia",
    "link": "http://en.wikipedia.org/wiki/2011_Rugby_World_Cup",
    "date": "2012-01-01"
  },
  {
    "type": "Team",
    "name": "New Zealand",
    "copy": "Coach: Graham Henry. Has 81 wins in 96 Tests, with five Tri-Nations titles and three Grand Slam tours of the UK since taking over in 2004. But his reign will be considered a failure if he doesn't deliver the World Cup, having been reappointed after 2007 .\nRichie McCaw\nCaptain: Richie McCaw. Three-time IRB Player of the Year, premier flanker of his generation, indomitable competitor; led his country a record 61 times in 98 Tests.\nStar turn: Dan Carter. Scored more points in Test rugby than any other player with 1,229 in 83 games. The fly-half has the full range of skills to hurt the opposition and New Zealand struggle without him.\nWorld Cup legend: Jonah Lomu. Giant wing changed the face of the game when he blitzed England with four tries in 1995 semi-final - part of a record World Cup tally of 15. Fearsome sight in full flight.\nDid you know? Former All Blacks centre Marc Ellis scored a record six tries for an individual player in a World Cup match against Japan in 1995. NZ scored 145 points that day, another record.\nProspects: If Carter and McCaw stay healthy, they should win it. But the 24 years since they won the inaugural tournament on home soil is a heavy burden of history. They have the best athletes and play the best rugby but can they handle the weight of expectation?",
    "source": "BBC",
    "link": "http://www.bbc.co.uk/sport/0/rugby-union/14741045",
    "date": "2011-11-05"
  },
  {
    "type": "Team",
    "name": "France",
    "copy": "Coach: Marc Lievremont. Took charge after 2007 World Cup and has overseen some memorable highs, including victory in New Zealand and a Six Nations Grand Slam . But there have also been lows, such as losing 22-21 to Italy . Will soon be replaced by Philippe Saint-Andre .\nThierry Dusautoir\nCaptain: Thierry Dusautoir. Hero of France's 2007 quarter-final win over All Blacks . Tireless flanker, thunderous tackler and consummate link man.\nStar turn: Imanol Harinordoquy. Maxime Medard may provide the magic behind the scrum but the athletic Basque back-row is the full package - dynamic at line-outs and powerful in the loose.\nWorld Cup legend: Serge Blanco. Epitome of French flair. The elegant full-back put his side in the 1987 final with sensational winning try in the semi-final against Australia, then went out with fists flying in a last-eight loss to England in 1991.\nDid you know? France have lost three times to England in the knock-out stages; the quarter-finals in 1991, and semis in the last two tournaments. Their only win was in the 1995 third-place play-off.\nProspects: Capable of beating the All Blacks at a World Cup, as they showed in 1999 and 2007. But if they fail to repeat the trick in the pool stages, they are likely to meet England in the quarters - or Argentina, who beat them twice four years ago. Semis the target.",
    "source": "BBC",
    "link": "http://www.bbc.co.uk/sport/0/rugby-union/14741045",
    "date": "2011-11-05"
  },
  {
    "type": "Team",
    "name": "Tonga",
    "copy": "Coach: Isitolo Maka. Elder of the Maka brothers. Number eight who played four Tests for the All Blacks in 1998 and won two Heineken Cups with Toulouse. Now having to deal with the politics of the Tongan Rugby Union and Tongan government   in World Cup selection.\nFinau Maka\nCaptain Finau Maka made his Tonga debut in 2007.\nCaptain: Finau Maka. The coach's younger brother made his debut for his country of birth in 2007 after rejection by his country of residence, France. Recently left Toulouse  .\nStar turn: Soane Tonga'uiha. The Northampton prop has been a one-man wrecking ball in England's Premiership over the past two years. Can he have the same impact on the world stage?\nWorld Cup legend: Finau Maka. A sensation when he belatedly appeared for his country - and not just because of his huge afro, since shorn. Helped Tonga beat the United States and Samoa.\nDid you know? The Tongan haka, called \"Sipi Tau\", first emerged at the 1995 World Cup at the behest of the Tongan king. The last line translates as: \"Tonga will die for this goal.\"\nProspects: Will relish ruffling the feathers of New Zealand and France, as they did to South Africa in 2007 (only losing 25-20). But two wins, as they achieved four years ago, is a more realistic target.",
    "source": "BBC",
    "link": "http://www.bbc.co.uk/sport/0/rugby-union/14741045",
    "date": "2011-11-05"
  },
  {
    "type": "Team",
    "name": "Canada",
    "copy": "Coach: Kieran Crowley. Ex-All Blacks full-back who won 19 caps and played in 1987 and 1991 World Cups. Been in charge of Canucks since 2008, guiding them to the last two Churchill Cup finals.\nCaptain: Pat Riordan. One of 20 home-based players in the squad and nine from Vancouver-based BC Bears. The hooker, 31, once played for Welsh club Pontypridd.\nChauncey O'Toole\nStar turn: Chauncey O'Toole. Dynamic flanker who showed extravagant footballing skills in recent Churchill Cup, earning a contract with Welsh side Ospreys.\nWorld Cup legend: Al Charron. Former flanker recovered from a severe knee injury to captain Canada at his fourth World Cup in 2003, equalling the record of compatriot Gareth Rees.\nDid you know? The 2007 tournament was the first in which Canada failed to win at least one pool match. The best they could manage was a 12-12 draw with Japan, group opponents again this time.\nProspects: Can be expected to provide tough resistance to the big boys without having the talent to seriously inconvenience them. Will target the Japan and Tonga games as victory chances.",
    "source": "BBC",
    "link": "http://www.bbc.co.uk/sport/0/rugby-union/14741045",
    "date": "2011-11-05"
  },
  {
    "type": "Team",
    "name": "Japan",
    "copy": "Coach: John Kirwan. Former All Black wing scored one of the great individual tries in the very first World Cup match against Italy in 1987. Had a challenging three-year spell in charge of Italy before trying to make the 'Brave Blossoms' a force since 2007, including last RWC.\nTakeshi Kikutani\nTakeshi Kikutani is Japan's third most experienced player.\nCaptain: Takeshi Kikutani. Only wing Hirotoki Onozawa (64 caps) and lock Hitoshi Ono (51) are more experienced than the flanker, 31, who has played 44 Tests.\nStar turn: James Arlidge. New Zealand-born fly-half qualified for Japan after four years with Osaka-based NTT DoCoMo Kansai. Now plays for Nottingham in the English Championship.\nWorld Cup legend: Seiji Hirao. Popular former fly-half known as \"Mr Rugby\" played in the first three World Cups from 1987 to 1995, then took over as coach and led his country at the 1999 tournament.\nDid you know? Ex-Japan wing Daisuke Ohata, who retired this year, holds the record for Test tries with 69, five more than Aussie David Campese. But the majority came against lesser-ranked countries.\nProspects: Speed of their game is always a delight but a lack of power means they are vulnerable to more physical sides like Canada and Tonga. Aiming for two wins  but could easily end up with none.",
    "source": "BBC",
    "link": "http://www.bbc.co.uk/sport/0/rugby-union/14741045",
    "date": "2011-11-05"
  },
  {
    "type": "Team",
    "name": "Argentina",
    "copy": "Coach: Santiago Phelan. Tough former Pumas flanker who played at the 1999 and 2003 World Cups before forced to retire through injury at the age of 29. Succeeded Marcelo Loffreda in 2008.\nFelipe Contepomi\nCaptain: Felipe Contepomi. Cosmopolitan star who has played in England, Ireland and France, latterly with Jonny Wilkinson at Toulon. Playmaker and goal-kicker.\nStar turn: Juan Martin Fernandez Lobbe. The former Sale flanker is another who has joined the Toulon revolution. Athletic and ferocious in equal measure, holding the full deck of back-row cards.\nWorld Cup legend: Agustin Pichot. Inspirational, socks-round-the-ankles scrum-half general who played in three World Cups from 1999-2007. Led the Pumas to their third-place finish four years ago.\nDid you know? The Pumas have played in more opening games of World Cups than any other nation, featuring in the first match of the last three, in Wales (99), Australia (03) and France (07).\nProspects: Not quite as formidable as four years ago but still capable of making life seriously difficult for England and Scotland, who they beat in the quarter-finals in 2007 . Encounter with the Scots will probably decide who plays New Zealand in the last eight.",
    "source": "BBC",
    "link": "http://www.bbc.co.uk/sport/0/rugby-union/14741045",
    "date": "2011-11-05"
  },
  {
    "type": "Team",
    "name": "England",
    "copy": "Coach: Martin Johnson. More manager than coach but 2003 World Cup-winning captain is the front-man. Took time to find his feet, increasingly comfortable with the demands but still stubborn in selection. Achievements command respect in dressing room.\nLewis Moody\nCaptain: Lewis Moody. More time on treatment table than pitch in last six months, 'Mad Dog' puts himself in the line of fire. Twice a World Cup finalist, leadership crucial.\nStar turn: Chris Ashton. Swallow-diving ex-rugby league star shot to fame with four tries against Italy in this year's Six Nations. Support lines and eye for a try have brought 86 in 97 games for Northampton.\nWorld Cup legend: Jonny Wilkinson. Winning drop-goal in 2003 final against Australia, then steered England to another final in 2007. This will be his fourth RWC, equalling Jason Leonard and Mike Catt.\nDid you know? Simon Shaw, who will play in this tournament aged 38, picked up a winners' medal in 2003 without playing a single minute of the tournament, after being called out as a replacement.\nProspects: Six Nations champions have built momentum over last 18 months. If they negotiate a tricky pool without hiccups, have shown they can beat probable knock-out opponents France and Australia. Third straight final a realistic target, though 2015 may be better bet.",
    "source": "BBC",
    "link": "http://www.bbc.co.uk/sport/0/rugby-union/14741045",
    "date": "2011-11-05"
  },
  {
    "type": "Team",
    "name": "Scotland",
    "copy": "Coach: Andy Robinson. Recovered from bruising couple of years as England coach with a restorative period at Edinburgh before taking national job in 2009. Some notable wins but seeking consistency.\nCaptain: Alastair Kellock. One of several players taken out of club action for latter part of domestic season to prepare for World Cup. Powerful lock, excels at line-out.\nRichie Gray\nStar turn: Richie Gray. At 6ft 9in, it would be hard to miss the gangly second-row even without his flowing blond locks. Tremendous athlete and ball-carrier.\nWorld Cup legend: Gavin Hastings. Has 227 World Cup points, second only to Jonny Wilkinson (243). Played in three tournaments. Just don't mention his missed penalty in 1991 semi v England.\nDid you know? Hastings shares the record of eight penalties in a single World Cup match, against Tonga in 1995. The same year he scored 44 points, including four tries, against Ivory Coast, one point off the record of All Black Simon Culhane set in the same tournament.\nProspects: Desperate to maintain proud record of qualifying for last-eight at every World Cup but will have to beat Argentina - who they lost to in 2007 quarter-finals - or England to do so. Warm-up wins have bolstered confidence and could justify world ranking of seven.",
    "source": "BBC",
    "link": "http://www.bbc.co.uk/sport/0/rugby-union/14741045",
    "date": "2011-11-05"
  },
  {
    "type": "Team",
    "name": "Georgia",
    "copy": "Coach: Richie Dixon. Renowned as a great rugby thinker, he endured a tough spell as Scotland coach in late 1990s before rebuilding his reputation with Glasgow. Took on Georgia job last year.\nIrakli Abuseridze\nIrakli Abuseridze is Georgia's captain and scrum-half.\nCaptain: Irakli Abuseridze. The scrum-half, 33, is a veteran of Georgia's two previous World Cups. Has the benefit of playing behind a powerful pack.\nStar turn: Mamuka Gorgodze. In a country renowned for its props, it takes some player to steal the limelight but the back-rower is a force of nature. The Montpellier star, who made his Test debut at 18, was named the best foreign player in France last season by L'Equipe  .\nWorld Cup legend: The entire Georgian team after their heroic 14-10 defeat by Ireland in the last tournament, though try-scorer Giorgis Shkinin takes the glory. The Irish were hanging on at the death.\nDid you know? Georgia's 'Lelos' nickname comes from a rugby-like sport called Lelo Burti, which was first played in Georgia hundreds of years ago.\nProspects: Despite continued improvement, reaching the knockout stages looks beyond them. Will settle for confirming their status as the best non-Six Nations side in Europe by defeating Romania.",
    "source": "BBC",
    "link": "http://www.bbc.co.uk/sport/0/rugby-union/14741045",
    "date": "2011-11-05"
  },
  {
    "type": "Team",
    "name": "Romania",
    "copy": "Coach: Romeo Stefan Gontineac. The former Romania centre, 37, who played for The Oaks in four World Cups, is assisted by 1987 All Blacks World Cup-winning prop Steve McDowell.\nMarius Tincu\nCaptain Marius Tincu plays club rugby for Perpignan.\nCaptain: Marius Tincu. The hooker, 33, holds dual French-Romanian citizenship and has played for Perpignan for the last five years. Impressive 14 tries in his 36 Tests.\nStar turn: Ovidiu Tonita. Perpignan team-mate of Tincu's, the 6ft 5in flanker is considered Romania's one top-class operator. Worked as a soft drinks distributor for Coca-Cola while still an amateur player.\nWorld Cup legend: Current coach Gontineac has made the most World Cup appearances for Romania, playing in all 14 matches across four tournaments from 1995 to 2007.\nDid you know? Romania were forced into a late change to their squad when winger Catalin Fercu withdrew because of his fear of flying  . Fercu did not fancy the 40-hour journey to New Zealand.\nProspects: Romania appear to be in inexorable decline. Will be delighted to avoid a whitewash in a pool containing three quarter-finalists from 2007, with victory over Georgia their only hope.",
    "source": "BBC",
    "link": "http://www.bbc.co.uk/sport/0/rugby-union/14741045",
    "date": "2011-11-05"
  },
  {
    "type": "Team",
    "name": "Australia",
    "copy": "Coach: Robbie Deans. Former All Blacks fly-half who won five Super Rugby titles as Canterbury Crusaders coach. Spurned by his native New Zealand for the top job in 2007, has since guided an exciting young Wallabies side to their first Tri-Nations success in a decade.\nCaptain: James Horwill. Handed armband recently after Deans removed it from Rocky Elsom. Super 14-winning Queensland lock enjoyed a victorious start in Tri-Nations .\nQuade Cooper\nStar turn: Quade Cooper. The \"George Best of rugby\", is a lavishly-gifted fly-half who can bamboozle opponents with his audacious handling.\nWorld Cup legend: John Eales. Nicknamed \"Nobody\", as in \"Nobody's perfect\", the multi-skilled goal-kicking lock won his first World Cup when just 21 in 1991, then led the Wallabies to their second triumph in 1999. Athletic, powerful, articulate, a real ambassador for rugby.\nDid you know? Eales is one of only four players to have played in - and won - two World Cup finals. The others are fellow Wallabies Tim Horan and Jason Little - and South Africa prop Os du Randt.\nProspects: Expectations raised further by their Tri-Nations success but still a relatively young side. Potential winners but may have to reverse recent history against England to make the final.",
    "source": "BBC",
    "link": "http://www.bbc.co.uk/sport/0/rugby-union/14741045",
    "date": "2011-11-05"
  },
  {
    "type": "Team",
    "name": "Ireland",
    "copy": "Coach: Declan Kidney. Softly-spoken former maths teacher who twice led Munster to European glory. Won Grand Slam at first attempt in 2009 but subsequent two years have proved more challenging.\nBrian O'Driscoll\nCaptain: Brian O'Driscoll. One of the all-time greats, the centre has a national record 44 tries from 113 caps. His fourth and final World Cup. Not the rampaging force of old but, when fit, remains key.\nStar turn: Sean O'Brien. The Leinster flanker, 24, has burst on the scene with such force this season that he is arguably now Ireland's most-important player. Devastatingly powerful ball-carrier.\nWorld Cup legend: Irish flanker Gordon Hamilton sparked wild scenes in the 1991 quarter-final against Australia in Dublin when a storming 40-yard run to score in the corner put the underdogs ahead with minutes left. But the Wallabies prevailed with a last-gasp rescue act.\nDid you know? Ex-Ireland hooker Keith Wood scored four tries in a pool match against the United States in the 1991 tournament, in which Irish fly-half Ralph Keyes was the top scorer with 68 points.\nProspects: Have the ability to make the quarter-finals, where they could play South Africa - and beyond. But, after four warm-up defeats and several injuries, must first make it out of a tough pool.",
    "source": "BBC",
    "link": "http://www.bbc.co.uk/sport/0/rugby-union/14741045",
    "date": "2011-11-05"
  },
  {
    "type": "Team",
    "name": "Italy",
    "copy": "Coach: Nick Mallett. Articulate, Hertfordshire-born 54-year-old led the Springboks to a world record-equalling 17 Test wins in a row and the 1999 World Cup semi-finals. Four years in charge of the Azzurri have led to improved performances, including victory over France .\nSergio Parisse\nCaptain: Sergio Parisse. Arguably world's best number eight, the Stade Francais man, 27, combines pace, power, footballing ability and leadership nous in a 6ft 5in package.\nStar turn: Martin Castrogiovanni. Italy's strength lies up front and the long-haired tight-head revels in laying waste to opposition front rows. Frequently starts in front of England's Dan Cole for Leicester.\nWorld Cup legend: Diego Dominguez. Italy's all-time leading points scorer, the fly-half landed 98 points for Italy in nine World Cup appearances spread over three tournaments.\nDid you know? Coach Nick Mallett once hit legendary England cricket all-rounder Ian Botham all round The Parks when he was at Oxford University, though he says Botham was bowling off-spin at the time.\nProspects: The Azzurri, who have never made the knock-out stages, will be hoping to upset either Australia (unlikely) or Ireland (possible, in their last group match) to make the quarter-finals.",
    "source": "BBC",
    "link": "http://www.bbc.co.uk/sport/0/rugby-union/14741045",
    "date": "2011-11-05"
  },
  {
    "type": "Team",
    "name": "Russia",
    "copy": "Coach: Kingsley Jones. The former Wales international and Sale Sharks boss replaced ex-Sale coach Steve Diamond in February. The ex-flanker's father Phil used to be Jonah Lomu's agent.\nCaptain: Vladislav Korshunov. The 54-cap hooker not only leads one of the weakest teams in the tournament but has to shore up an under-powered front row.\nVladislav Korshunov\nVladislav Korshunov is Russia's most powerful front row player.\nStar turn: Vasily Artemyev. The Dublin-educated flyer - he represented Ireland Under-19s - has pace to burn. The winger, 24, has signed for English side Northampton.\nWorld Cup legend: N/A\nDid you know? This is Russia's first appearance in the World Cup . They will make their bow against the United States on 15 September.\nProspects: The Bears will be hopeful of beating the USA but otherwise they are in New Zealand to build for the future.",
    "source": "BBC",
    "link": "http://www.bbc.co.uk/sport/0/rugby-union/14741045",
    "date": "2011-11-05"
  },
  {
    "type": "Team",
    "name": "USA",
    "copy": "Coach: Eddie O'Sullivan. The ex-Ireland coach endured a disastrous campaign in 2007 with his former charges. Back for his second stint as Eagles coach, he is under less pressure this time.\nTodd Clever\nTodd Clever has a surprising turn of pace.\nCaptain: Todd Clever. Hard-grafting flanker with a surprising turn of pace, honed on the international sevens circuit. Has Super 15 experience, now playing in Japan.\nStar turn: Takudzwa Ngwenya. Zimbabwe-born Biarritz winger, 26, is one of the world's fastest players  . A rookie last time when he stunned South Africa, the USA know they have a finisher.\nWorld Cup legend: Takudzwa Ngwenya. Scored the try of the tournament at France 2007, burning off Bryan Habana - then rated the world's finest wing - on the outside for a truly spectacular score.\nDid you know? The USA may not have much of a World Cup record but they are the reigning Olympic champions, having won the last time the sport was part of the Games in 1924.\nProspects: The clash with Russia is the USA's World Cup final. Anything more than a victory there would be a seismic shock.",
    "source": "BBC",
    "link": "http://www.bbc.co.uk/sport/0/rugby-union/14741045",
    "date": "2011-11-05"
  },
  {
    "type": "Team",
    "name": "South Africa",
    "copy": "Coach: Peter de Villiers. Much criticised at home and abroad for his sometimes eccentric pronouncements, the former scrum-half, 54, is a polarising figure. First non-white coach of South Africa, enjoyed success with age-group sides before taking top job.\nJohn Smit \nCaptain: John Smit. A much-admired leader but the 2007 World Cup-winning skipper is under intense pressure for his spot from Bismarck du Plessis. May start on the bench.\nStar turn: Fourie du Preez. Scrum-half was the brains behind the Boks' victory in 2007. Only recently returned from injury and they have missed his ability to make best use of plentiful possession.\nWorld Cup legend: Francois Pienaar. Former fly-half Joel Stransky may have kicked the points as the Boks won on home soil in 1995 but it was the captain's unifying qualities which set the tone. Pienaar was played by Matt Damon in Invictus , the film about their victory.\nDid you know? South Africa won the World Cup at the first attempt. Banned from the first two tournaments because of apartheid, they returned from international isolation two years before their triumph.\nProspects: Defending champions are an ageing bunch and lacking in form but their big names look refreshed after a break. With the power at their disposal, would be a surprise if they don't make the semis.",
    "source": "BBC",
    "link": "http://www.bbc.co.uk/sport/0/rugby-union/14741045",
    "date": "2011-11-05"
  },
  {
    "type": "Team",
    "name": "Wales",
    "copy": "Coach: Warren Gatland. Highly successful with Wasps and enjoyed instant reward at Test level with 2008 Grand Slam . New Zealander has come under fire since but has a contract until 2015 .\nSam Warburton\nCaptain: Sam Warburton. An outstanding open-side flanker at just 22. Has stepped into the breach with composure after Matthew Rees was ruled out with injury .\nStar turn: Shane Williams. At 34, this will be the international swansong for Wales' record try-scorer, who has 54 from his 81 Tests. Dancing feet and prodigious side-step continue to beguile.\nWorld Cup legend: Paul Thorburn. In the 1987 third-place play-off, the full-back gave Adrian Hadley a scoring pass to get Wales within a point of Australia, then landed a huge touchline conversion to win it.\nDid you know? Wales flanker Martyn Williams shares the distinction with All Black great Zinzan Brooke of being the only forward to drop a goal in a World Cup match - against Tonga in 2003.\nProspects: Could upset South Africa in the opener but must confront past World Cup demons when they face Samoa and Fiji . Things could easily go pear-shaped again but look better equipped this time to make the quarter-finals.",
    "source": "BBC",
    "link": "http://www.bbc.co.uk/sport/0/rugby-union/14741045",
    "date": "2011-11-05"
  },
  {
    "type": "Team",
    "name": "Fiji",
    "copy": "Coach: Samu Domoni. At 6ft 7in, the Flying Fijians' boss vies with Martin Johnson (also 6ft 7in) as the tallest coach at the tournament. Domoni won six caps for Fiji back in the early 1990s.\nDeacon Manu\nCaptain: Deacon Manu. New Zealand-born prop, who plays for Welsh region the Scarlets , qualifies for Wales by residency but elected to play for his mother's homeland.\nStar turn: Napolioni Nalaga. The 6ft 3in former Clermont wing, son of former Fiji World Cup player Kavelini, was top scorer in France's Top 14 for two seasons. Left Clermont to return to Fiji for personal reasons but, after time out of the game, is back in the fold.\nWorld Cup legend: Rupeni Caucaunibuca. The most thrilling attacker since Jonah Lomu but arguably the game's greatest wasted talent. 'Caucau' lit up the 2003 tournament with three dazzling tries before weight problems and disciplinary issues dogged his career.\nDid you know? Fiji winger Michael Tagicakibau's brother Sailosi is in the Samoa squad - their father is Fijian while their mother is Samoan. Both play in England, Michael for Saracens, Sailosi for London Irish.\nProspects: After reaching the last eight at Wales' expense last time, they will be looking to repeat the feat but have been short of form recently and could easily finish as low as fourth in the pool.",
    "source": "BBC",
    "link": "http://www.bbc.co.uk/sport/0/rugby-union/14741045",
    "date": "2011-11-05"
  },
  {
    "type": "Team",
    "name": "Samoa",
    "copy": "Coach: Titimaea \"Dicky\" Tafua. A former Samoa captain in both sevens and the full form of the game. Also coached the national sevens team before taking charge in 2009.\nSeilala Mapusua\nSeilala Mapusua is heading for Japan after a stint at London Irish.\nCaptain: Seilala Mapusua. Wise head, fine ball-player, ferocious tackler. Japan-bound ex-London Irish centre was one of the best players in England in recent years.\nStar turn: Alesana Tuilagi. At 18 stone-plus (252lbs), tackling the Leicester wing is like trying to bring down a runaway freight train. One of his six rugby-playing brothers, Manu, is in the England squad.\nWorld Cup legend: Brian Lima. Nicknamed \"The Chiropractor\" for his bone-crunching tackling, the wing/centre played in a record five World Cups before bowing out at France 2007.\nDid you know? Samoa held a lottery to help raise the funds for the team to travel to New Zealand.\nProspects: Will be disappointed if they don't make last eight with the talent and experience at their disposal. Dangerous opponents for South Africa and Wales. Latter encounter likely to be critical for both.",
    "source": "BBC",
    "link": "http://www.bbc.co.uk/sport/0/rugby-union/14741045",
    "date": "2011-11-05"
  },
  {
    "type": "Team",
    "name": "Namibia",
    "copy": "Coach: Johan Diergaardt. Former coach of Namibian Premier League club Western Suburbs, in charge of the Welwitschias since 2008. Also used to be chairman of selectors for the southern African country.\nJacques Burger\nJacques Burger captains his country and stars for Saracens.\nCaptain: Jacques Burger. All-action flanker was a stand-out for Saracens as they won the English title last season. Work-rate will be a huge asset for rank outsiders.\nStar turn: Jacques Burger. In a squad lacking in top-level ability and experience, a lot rests on the shoulders of the open-side, 28. Will receive good support from fellow back-rower Jacques Nieuwenhuis, who plays for French second division side Aurillac.\nWorld Cup legend: Schalk Van der Merwe. Another tireless flanker, his commitment on the pitch in 2003 was matched by his fearlessness off it - he once head-butted a lion to get it to release a baboon.\nDid you know? They lost 142-0 against Australia in the 2003 World Cup, a record margin of defeat in the tournament.\nProspects: As the lowest ranked team in the tournament at 20th, a solitary win would be a major achievement. But in the group of death, four defeats look inevitable.",
    "source": "BBC",
    "link": "http://www.bbc.co.uk/sport/0/rugby-union/14741045",
    "date": "2011-11-05"
  }
]
